0/p
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.1                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Field Dictionary

FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           volScalarField;
    object          p;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    INLET          
    {
        type            zeroGradient;
    }

    Outlet          
    {
        type            fixedValue;
        value           uniform 0;
    }

    zylinderWall    
    {
        type            zeroGradient;
    }

    topbottomWall   
    {
//        type           fixedValue;
//        value          uniform 0;
        type            zeroGradient;
    }

    symmPlane       
    {
        type            empty;
    }


}


// ************************************************************************* //
